{
    "S-BIAD144": {
        "accession_id": "S-BIAD144",
        "title": "The glucosylceramide synthase inhibitor PDMP causes lyso-somal lipid accumulation and mTOR inactivation",
        "release_date": "2021-05-31",
        "description": "We investigated subcellular sphingolipid distribution using a functionalized sphingosine analogue (pacSph) by confocal microscopy in control, PDMP and NB-DNJ (Miglustat) treated WT and SGPL1 knock-out cells (experimentA; channel 1: pacSph, channel 2: Lamp1). We studied lysosomal sphingolipid (pacSph) export using pulse-chase experiments in control and PDMP treated SGPL1 knock-out cells (experimentB; channel 1: pacSph, channel 2: Lamp1). We analyzed other lipids such as LBPA (immunofluorescence staining) and cholesterol (filipin staining) at the lysosome in control, PDMP and NB-DNJ (Miglustat) treated WT cells by microscopy (experimentC). We investigated a timeline of lipid accumulating effects arising from PDMP treatment by confocal microscopy. Therefore, we investigated LBPA (immunofluorescence staining in WT cells; channel 1: LBPA, channel 2: Lamp1), sphingolipids (using pacSph in SGPL1 knock-out cells; channel 1: pacSph, channel 2: Lamp1) and cholesterol (filipin staining in WT cells; channel 1: Filipin, channel 2: Lamp1) (experimentD). We analysed the timeline of mTOR (channel 1: mTOR, channel 2: Lamp1) and TFEB (channel 1: DAPI, channel 2: TFEB) subcellular translocation arising from PDMP treatment in WT cells by immunofluorescence microscopy (experimentE).",
        "example_image_uri": "https://uk1s3.embassy.ebi.ac.uk/bia-integrator-data/S-BIAD144-example.png"
    },
    "S-BIAD582": {
        "accession_id": "S-BIAD582",
        "title": "A timer gene network is spatially regulated by the terminal system in the Drosophila embryo",
        "description": "We present an imaging dataset used to study the regulation of the \"timer\" genes caudal (cad), Dichaete (D) and odd-paired (opa) in early Drosophila melanogaster embryos (bioRxiv doi for accompanying manuscript: 10.1101/2022.01.26.477848). The dataset consists of various multiplexed HCR and/or antibody stains showing the expression of relevant patterning genes in fixed Drosophila embryos (54 gene product combinations across 12 genotypes). In total it contains 866 multi-chanel image stacks, 818 of which show whole embryos, and 48 of which show close-up views of the posterior terminal region. We used the data to identify 11 new regulatory interactions involved in Drosophila anteroposterior patterning and to clarify the dynamics and mechanism of posterior terminal patterning.",
        "release_date": "2022-11-01",
        "example_image_uri": "https://uk1s3.embassy.ebi.ac.uk/bia-integrator-data/S-BIAD582-example.png"
    },
    "S-BIAD453": {
        "accession_id": "S-BIAD453",
        "title": "The expression of cancer-testis antigens is associated with immune cell infiltration in the microenvironment of non-small cell lung cancer",
        "description": "Patients diagnosed with non-small cell lung cancer (NSCLC) have access to immune checkpoint inhibitors which are now routinely used in medical care. However, durable benefits are only measured in a minority of patients. A tumor's antigenic landscape (tumor-associated antigens, TAAs) can be utilized for anticancer immune response, and cancer-testis antigens (CTAs) are known targets of humoral and cellular immune reactions. The current study aimed to characterize CTA expression in non-small cell lung cancer (NSCLC) in the relation to the immune microenvironment. Here, we present the raw image data for eight cancer-testis antigens (DPEP3, EZHIP, MAGEA4, MAGEB2, MAGEC2, PAGE1, PRAME, and TKTL1) that were selected for detailed immunohistochemical protein profiling in 1-millimeter tissue punch-outs from 328 NSCLC patients.",
        "release_date": "2023-02-07",
        "example_image_uri": "https://uk1s3.embassy.ebi.ac.uk/bia-integrator-data/S-BIAD453/00f585ec-9ee1-4d32-8586-cc4c9178ca55/00f585ec-9ee1-4d32-8586-cc4c9178ca55-representative-512-512.png"
    }
}